tap "grafana/grafana"
tap "nikitabobko/tap"
tap "sst/tap"
brew "python@3.13"
brew "aiven-client"
brew "brotli"
brew "zstd"
brew "autoconf"
brew "automake"
brew "bash"
brew "bat"
brew "btop"
brew "cfr-decompiler"
brew "cmake"
brew "coreutils"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "glances"
brew "gnupg"
brew "helix"
brew "libtool"
brew "imagemagick"
brew "jansson"
brew "jq"
brew "luajit"
brew "luarocks"
brew "mas"
brew "ncdu"
brew "nmap"
brew "pandoc"
brew "pipx"
brew "pkgconf"
brew "poppler"
brew "postgresql@14"
brew "potrace"
brew "pv"
brew "pyenv"
brew "railway"
brew "resvg"
brew "ripgrep"
brew "sevenzip"
brew "sox"
brew "streamlink"
brew "wget"
brew "xclip"
brew "yazi"
brew "yt-dlp"
brew "zig"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "grafana/grafana/alloy"
brew "sst/tap/opencode"
cask "1password-cli"
cask "1password@nightly"
cask "font-symbols-only-nerd-font"
cask "keka"
cask "kekaexternalhelper"
cask "legcord"
cask "textmate"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
mas "1Password for Safari", id: 1569813296
mas "AmorphousDiskMark", id: 1168254295
mas "Amphetamine", id: 937984704
mas "Numbers", id: 409203825
mas "StockSpy Realtime Stocks Quote", id: 876529098
mas "Tailscale", id: 1475387142
mas "Windows App", id: 1295203466
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
vscode "aaron-bond.better-comments"
vscode "alexcvzz.vscode-sqlite"
vscode "alexowl.transparent-color-theme"
vscode "bierner.markdown-checkbox"
vscode "brandonkirbyson.vscode-animations"
vscode "charliermarsh.ruff"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "detachhead.basedpyright"
vscode "docker.docker"
vscode "donjayamanne.python-extension-pack"
vscode "drcika.apc-extension"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "eserozvataf.one-dark-pro-monokai-darker"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "kevinrose.vsc-python-indent"
vscode "mechatroner.rainbow-csv"
vscode "mjmlio.vscode-mjml"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "openai.chatgpt"
vscode "pranaygp.vscode-css-peek"
vscode "quicktype.quicktype"
vscode "redhat.java"
vscode "rhalaly.scope-to-this"
vscode "ritwickdey.liveserver"
vscode "rooveterinaryinc.roo-cline"
vscode "samuelcolvin.jinjahtml"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "strencher.betterdiscord-autocomplete"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "tobermory.es6-string-html"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "wart.ariake-dark"
vscode "wheredoesyourmindgo.gruvbox-concoctis"
vscode "yzhang.markdown-all-in-one"
vscode "ziglang.vscode-zig"
vscode "zubairibnzamir.svelte-theme-v5"
