brew "zstd"
brew "autoconf"
brew "automake"
brew "bash"
brew "btop"
brew "python@3.13"
brew "cfr-decompiler"
brew "cmake"
brew "coreutils"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "gnupg"
brew "libtool"
brew "imagemagick"
brew "jansson"
brew "jq"
brew "luajit"
brew "luarocks"
brew "mas"
brew "nmap"
brew "node"
brew "pandoc"
brew "pipx"
brew "pkgconf"
brew "poppler"
brew "potrace"
brew "pv"
brew "pyenv"
brew "ripgrep"
brew "sox"
brew "streamlink"
brew "wget"
brew "xclip"
brew "yt-dlp"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
cask "1password-cli"
cask "1password@nightly"
cask "betterdiscord-installer"
cask "inkscape"
cask "jdownloader"
cask "keka"
cask "kekaexternalhelper"
cask "legcord"
cask "telegram"
cask "temurin"
cask "textmate"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
mas "AmorphousDiskMark", id: 1168254295
mas "Amphetamine", id: 937984704
mas "ColorSlurp", id: 1287239339
mas "Tailscale", id: 1475387142
mas "WireGuard", id: 1451685025
vscode "aaron-bond.better-comments"
vscode "alexcvzz.vscode-sqlite"
vscode "alexowl.transparent-color-theme"
vscode "astro-build.astro-vscode"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-mermaid"
vscode "brandonkirbyson.vscode-animations"
vscode "charliermarsh.ruff"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.python-extension-pack"
vscode "drcika.apc-extension"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "eserozvataf.one-dark-pro-monokai-darker"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "kevinrose.vsc-python-indent"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "openai.chatgpt"
vscode "postman.postman-for-vscode"
vscode "redhat.java"
vscode "rhalaly.scope-to-this"
vscode "ritwickdey.liveserver"
vscode "rooveterinaryinc.roo-cline"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "strencher.betterdiscord-autocomplete"
vscode "tamasfe.even-better-toml"
vscode "tobermory.es6-string-html"
vscode "twxs.cmake"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "wart.ariake-dark"
vscode "wheredoesyourmindgo.gruvbox-concoctis"
vscode "yzhang.markdown-all-in-one"
