tap "homebrew/bundle"
brew "btop"
brew "coreutils"
brew "eza"
brew "fastfetch"
brew "ffmpeg"
brew "gh"
brew "mas"
brew "node"
brew "pipx"
brew "pyenv"
brew "zsh"
brew "zsh-completions"
cask "1password-cli"
cask "1password@nightly"
cask "betterdiscord-installer"
cask "discord"
cask "keka"
cask "kekaexternalhelper"
cask "rectangle"
cask "textmate"
cask "visual-studio-code"
mas "AmorphousDiskMark", id: 1168254295
mas "Amphetamine", id: 937984704
mas "ColorSlurp", id: 1287239339
mas "Tailscale", id: 1475387142
mas "WireGuard", id: 1451685025
vscode "ahmadawais.shades-of-purple"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "ginfuru.ginfuru-better-solarized-dark-theme"
vscode "github.codespaces"
vscode "github.vscode-pull-request-github"
vscode "kevinrose.vsc-python-indent"
vscode "ms-python.python"
vscode "ms-vscode.cpptools"
vscode "ritwickdey.liveserver"
vscode "strencher.betterdiscord-autocomplete"
vscode "supermaven.supermaven"
